[
    { "code": "MKS", "type": "Bagger", "bestPlacement": "Any", "description": "There are several great shortcuts and bullet spots. At the top level, this track is all about putting yourself in the best position possible with triple mushrooms at the end of lap 3 to take the motion glider shortcut." },
    { "code": "WP", "type": "Runner", "bestPlacement": "Front", "description": "It's very hard to get drafts at the start. With good driving, typically 1st place will keep 1st. Also a very good track for inward drift." },
    { "code": "SSC", "type": "Bagger & Drafter", "bestPlacement": "Middle / Back", "description": "Running is viable as there are not many shortcuts. But it's very easy to get hit near the end of lap 3, and that combined with the big donut shortcut makes bagging very strong." },
    { "code": "TR", "type": "Runner & Shroomer", "bestPlacement": "Front / Back", "description": "Becomes a runner after the shroomless shortcut at the start of the track." },
    { "code": "MC", "type": "Bagger", "bestPlacement": "Back", "description": "There are 2 big shortcuts, but it is surprisingly difficult to catch up if there is no shock." },
    { "code": "TH", "type": "Runner & Drafter", "bestPlacement": "Any", "description": "It's easy to get bumped out of a good line at the first grass shortcut, and at the boost panel path." },
    { "code": "TM", "type": "Drafter & Shroomer", "bestPlacement": "Middle", "description": "One of the best drafters / shroomers in the game. This track becomes a runner after the first shortcut on lap 1." },
    { "code": "SGF", "type": "Drafter", "bestPlacement": "Middle", "description": "Very chaotic beginning with lots of bumps on a thin path. The waterfall is the last item set before the ending shortcuts, so plan your item use accordingly." },
    { "code": "SA", "type": "Runner", "bestPlacement": "Front", "description": "Very simple track to run on, also because you need to take slow lines to get double item boxes. If you don't need a double item box, go for the single item box on the final glider to save lots of time." },
    { "code": "DS", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "One of the best drafters. You can still make comebacks with the 2 large bullet extensions, and with at least 1 mushroom to do motion glider at the end." },
    { "code": "Ed", "type": "Drafter", "bestPlacement": "Middle", "description": "The pink path is much faster than the green path, so only take the green path if you need space. Bagging can work on this track because of the shortcut at the end." },
    { "code": "MW", "type": "Runner & Shroomer", "bestPlacement": "Front / Back", "description": "If you get a mushroom at the start, take a small shortcut leading up to the first ramp. 1st has a big advantage getting 4 coins going into the cave. Bagging can work if you get 10 coins, since coins are difficult to get while running." },
    { "code": "CC", "type": "Runner & Drafter", "bestPlacement": "Front", "description": "Great and simple runner with no mushroom shortcuts. The boost panel section and 2 gliders make this track extra safe for runners." },
    { "code": "BDD", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "Becomes a runner after the first few turns. It's important to know how to take a good line and get the coins going into the right path." },
    { "code": "BC", "type": "Runner & Drafter", "bestPlacement": "Front / Middle", "description": "Great runner after the first few turns, where bumps can be really bad. Leading into the swinging ball section, look forward see its position and dodge it preemptively. You can hold a purple mini-turbo into the glider while grabbing whichever item box you want." },
    { "code": "RR", "type": "Bagger & Runner", "bestPlacement": "Any", "description": "The item set right before the cannon is one of the most broken item sets in the game, because 1st place immediately gains a large distance away from you. Good items, including the shock, are common here even when you're not that far behind." },
    { "code": "rMMM", "type": "Drafter & Shroomer", "bestPlacement": "Any", "description": "Try to draft on the first long turn, and use a mushroom on the grass right before the second item set. Blue shells and shocks are very uncommon because the track is very short, with only 2 item sets." },
    { "code": "rMC", "type": "Bagger", "bestPlacement": "Any", "description": "Great bagger because there are lots of mushroom shortcuts and a great bullet extension. But this track is quite short and has fewer items than most tracks, so you should not bag for too long." },
    { "code": "rCCB", "type": "Drafter", "bestPlacement": "Middle", "description": "Make sure you are safe after the last item set on lap 3, since items are extremely chaotic here. If you get a bullet bill at the water section, use it underwater on the right side so it doesn't take the upper path." },
    { "code": "rTT", "type": "Runner", "bestPlacement": "Front", "description": "Stay to the left on the straight sections if you need coins. Bagging is also viable on this track because of how many item boxes you can chain." },
    { "code": "rDDD", "type": "Bagger", "bestPlacement": "Any", "description": "One of the best bagging tracks in the game, as there are shortcuts everywhere, so you can stay extremely far behind for items. The final shortcut saves a lot of time, so even if you somehow have a lead at the end of the race, you will probably get passed here. Nothing really matters until around the start of lap 3." },
    { "code": "rDP3", "type": "Shroomer & Bagger", "bestPlacement": "Any", "description": "Running is good if you can do all the shroomless shortcuts, but you will need to slow down if you want the second item set. Bagging can be good with how many shortcuts there are, but there are only 2 item sets and the track is short. Bullet bills are not great here because of bad drop off locations, so stars and mushrooms are better." },
    { "code": "rRRy", "type": "Drafter & Bagger", "bestPlacement": "Any", "description": "There are lots of shortcuts, but they are mostly quite small. The biggest shortcut is right after the glider, but it skips the final item set. Coins are easy to get while running." },
    { "code": "rDKJ", "type": "Runner", "bestPlacement": "Front", "description": "For both shortcuts, you can skip them and go around if you need coins. There are a few great bullet extensions. If you think you'll get a mushroom at the second item set, you can go into the grass shortcut before seeing your item and still take the shortcut." },
    { "code": "rWS", "type": "Runner", "bestPlacement": "Front", "description": "You can have a big advantage in 1st by taking the first 4 coins. Knowing the optimal boost ramp strategies is very important for doing well. Bagging does not work well, as the shortcut on the final turn saves very little time." },
    { "code": "rSL", "type": "Drafter", "bestPlacement": "Middle", "description": "It's much slower to go for double item boxes, so skip them if you don't need them." },
    { "code": "rMP", "type": "Runner", "bestPlacement": "Front", "description": "When the music notes hit the ground, you can trick quite late into the bounce. Make sure you know how to aim for the double item box at the second item set. If you are forced to bag, make sure you know where the bullet extension is." },
    { "code": "rYV", "type": "Bagger", "bestPlacement": "Any", "description": "The first item set is incredibly broken, as 1st place only needs to pass the bridge for the shock to be available. If you need coins, take any left path that is not the bridge. Taking the final shortcut is very important for doing well." },
    { "code": "rTTC", "type": "Runner", "bestPlacement": "Front", "description": "The beginning is very dangerous as you could get bumped off of the clock hand.Look forward during the gear section to prepare your line so you can hit the tricks. You can only take the final clock shortcut at certain times, and it is most important on lap 1. You probably won't be able to take it on lap 2 or 3, unless you are on a very fast pace." },
    { "code": "rPPS", "type": "Runner", "bestPlacement": "Front", "description": "In 1st place, you can take the middle path behind the piranha plant for coins. If you are not in 1st, you risk having the coins taken and you risk being bumped off. Items are very chaotic in the pack, so 1st place has a big advantage." },
    { "code": "rGV", "type": "Drafter", "bestPlacement": "Middle", "description": "At the first split path, the right path is only slightly faster, so you can take the left path for more space. The second and third item sets are slightly broken, so bagging can work." },
    { "code": "rRRd", "type": "Drafter", "bestPlacement": "Back", "description": "The entire first turn is great for drafting, and it can take you from a bottom spot to a top spot. Starting on lap 2, this is one of the best tracks to run, as it is very short and you are unlikely to see a blue shell or shock. Bagging can work because it is difficult to get coins while running. Leading up to the first glider, there is a smart steering strategy to go faster." },
    { "code": "dYC", "type": "Bagger", "bestPlacement": "Any", "description": "There are several great bullet extensions, including one of the best in the game. It is very likely for there to be multiple shocks, so if an early shock happens then be prepared for a 2nd one. Try to have multiple dodge items on lap 3 to prepare for the chaos." },
    { "code": "dEA", "type": "Runner & Bagger", "bestPlacement": "Front / Back", "description": "The shortcuts are balanced enough that running and bagging are both viable. When running, it's important to be good at driving on the ramps and aiming for coins. The layout of the ramps is different each race, so practice driving in versus mode." },
    { "code": "dDD", "type": "Runner", "bestPlacement": "Front", "description": "1st place can get a double item box at the first item set, which makes this track a powerful runner. The gap jump can be done without an item, so the only mushroom shortcut is at the end of the track." },
    { "code": "dMC", "type": "Drafter", "bestPlacement": "Middle", "description": "The beginning can give very bad bumps as you go for the coin panel on the right. The shroomless shortcut is very punishing if you fail it, so make sure you are consistent. Use your shock dodge items where there are no boost panels, since being small on boost panels is not that slow." },
    { "code": "dWGM", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "There is a lot of chaos after the last item set, and there is bad visibility on the right path. If you don't need the double item box, consider taking the left path, which is only barely slower." },
    { "code": "dRR", "type": "Runner", "bestPlacement": "Front (Top 4)", "description": "Everyone after 4th will be hit by the thwomp if you take a tight line. Pay attention to the thwomp cycles to avoid being hit. Take a different path around a thwomp if you are at risk of being sniped." },
    { "code": "dIIO", "type": "Drafter", "bestPlacement": "Front", "description": "The first shortcut is risky because of bumps, so go around the shortcut if you are in the pack. Strategically switch paths when trying to dodge items." },
    { "code": "dHC", "type": "Runner & Shroomer", "bestPlacement": "Front / Back", "description": "In 1st, go for the 2 coins on the left, and then the 3 coins on the turn. If you get a mushroom at the first item set, take the grass shortcut before the bridge. The shroomless shortcut at the end is extremely important to know. On lap 3, hop slightly left at the shortcut to dodge the plant." },
    { "code": "dBP", "type": "Bagger", "bestPlacement": "Any", "description": "Top spots are extremely unsafe because you can get hit by attacks from people who you have lapped. Shocks typically start around lap 4, so start chaining all your dodge items into the many item boxes." },
    { "code": "dCL", "type": "Bagger", "bestPlacement": "Any", "description": "This track is almost entirely shortcuts, it has one of the best bullet extensions in the game, and it has a huge shortcut right at the end of the track. Even if you have a breakaway in 1st going into the final few turns, you could still lose. There is a big gap between the second item set and the double shortcut at the end, so be extra safe during that section on lap 3." },
    { "code": "dWW", "type": "Runner", "bestPlacement": "Front", "description": "A great runner, as the ending shortcut saves very little time with a mushroom. It can be done shroomless, but is quite difficult. Make sure can consistently aim for the double item box in the water stream." },
    { "code": "dAC", "type": "Bagger", "bestPlacement": "Any", "description": "There is a lot of chaos near the final item set, so use your dodge items here. Taking the final shortcut on lap 3 is crucial to doing well." },
    { "code": "dNBC", "type": "Runner & Shroomer", "bestPlacement": "Front", "description": "With the slippery road and sharp turns, it's very important to know how to drive this track well. If you set yourself up poorly on the turns, you will take the entire turn poorly and lose lots of time." },
    { "code": "dRiR", "type": "Shroomer & Bagger", "bestPlacement": "Back", "description": "If you get a mushroom at the first item set, use it on the big shortcut before the second item set. Bumps can be very punishing at the wavy road section and shroomless shortcuts, so go around if it's not safe. Be ready to turn on smart steering in the glider shortcut." },
    { "code": "dSBS", "type": "Bagger", "bestPlacement": "Any", "description": "There are 4 item sets instead of the usual 3, which makes it difficult for runners to deal with blue shells and shocks, and is better for baggers. Chaining a star into the second or third item set on lap 3 is very powerful, as you can take shortcuts and get more items soon." },
    { "code": "dBB", "type": "Shroomer", "bestPlacement": "Middle", "description": "If you get a mushroom, use it on the first offroad shortcut. Make sure you know all the shroomless shortcuts on lap 2 and lap 3. There is a broken item set at the cannon glider, so be ready for a shock on lap 3." },
    { "code": "bPP", "type": "Runner", "bestPlacement": "Front", "description": "This is a very effective running track, especially since it is much slower to go for more items. If you are in a top spot with decent items, you should not go for more items." },
    { "code": "bTC", "type": "Bagger", "bestPlacement": "Any", "description": "The final shortcut is more difficult than it looks, so make sure you are consistent at it. It is crucial to dodge the chaos in the second half of lap 3, and to have an item to take the final shortcut." },
    { "code": "bCMo", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "Thin paths and walls make this a very chaotic trackso try to maintain distance from others. Chaining a star into the final item set, or using the bullet extension will help keep you safe." },
    { "code": "bCMa", "type": "Shroomer", "bestPlacement": "Middle", "description": "At the split path at the end, both paths are viable. The top path has a glider which is safer, but the optimal glider strategy (bonk the wall to charge a purple mini-turbo) skips the item. The optimal line at the bottom path gets a double item box. Motion glider is very important on lap 3 with triple mushrooms." },
    { "code": "bTB", "type": "Drafter", "bestPlacement": "Back", "description": "Pay extra attention to your coins, as there are very few coins on this track. Lap 3 is extremely chaotic, so try to be extra safe during the walled spiral section." },
    { "code": "bSR", "type": "Shroomer", "bestPlacement": "Middle", "description": "If you get a mushroom at the first item set, use it at the grass shortcut. It can be very difficult to pass other racers with how narrow the track is, so you should keep your spot until it's safe to pass, or you can take a shortcut. 1st place can grab all of the moving coins, so consider going for some of the wide coins early." },
    { "code": "bSG", "type": "Shroomer & Bagger", "bestPlacement": "Middle", "description": "The final two turns are extremely chaotic, so being in the pack is always risky. It's important to know how to take the final shroomless shortcut, and how to take a good line into the mushroom shortcut after the bounce pad." },
    { "code": "bNH", "type": "Runner", "bestPlacement": "1st / Back", "description": "1st is the only spot that won't get bumped off the track if you drive fast. At the start, take the top path all the way so you can get a set of 4 coins, since coins are extremely hard to get. Pay attention to other people opening up the shortcut for you. You can take alternate paths if you need to dodge items." },
    { "code": "bNYM", "type": "Shroomer", "bestPlacement": "Back", "description": "If you get a mushroom at the start, use it to cut off the small bit of grass at the first turn. This track is a great runner until the second half of lap 3. There is a lot of time after the final item set, where getting shocked can ruin your race, while the people in the back can also take a bullet extension." },
    { "code": "bMC3", "type": "Bagger", "bestPlacement": "Any", "description": "The entire track is just shortcuts. You can use all of lap 3 to make a huge comeback. The best shortcut is right after the final item set, so chaining a star here or saving a mushroom is crucial." },
    { "code": "bKD", "type": "Bagger", "bestPlacement": "Any", "description": "The most important shortcut is the big shortcut after the split path on lap 3. You need at least 2 mushrooms (ideally 3 mushrooms). When dodging the train on lap 2, you may want to pick the side that keeps you safe from snipes." },
    { "code": "bWP", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "You can outrun the 1st pinball if you start in 1st and drive fast, or get a draft into the front, which sets you up with a large distance from the pack. Attack items are very chaotic because of the walls, so protection items are very important. All the pinballs follow the same pattern, so make sure you know how they move, especially in the section where they bounce." },
    { "code": "bSS", "type": "Drafter", "bestPlacement": "Middle / Back", "description": "Try to get drafts after the glider. Top 2 can take all the coins at the following straight section and gain a huge advantage." },
    { "code": "bSL", "type": "Bagger", "bestPlacement": "Any", "description": "The gap jump at the start is the biggest shortcut in the game, which you can take with a mushroom or star. The entire strategy of this track is about how you can keep your item safe until the shortcut on lap 3." },
    { "code": "bMG", "type": "Bagger", "bestPlacement": "Any", "description": "The second item set is broken, and it's very common to get items you need to take the gap jump. The gap jump is one of the biggest shortcuts in the game, and is right at the end of the track, so taking the gap jump is the key to doing well. You are more likely to succeed the gap jump if you have 10 coins. At a lower level, learning how to super bounce on the mushrooms will give you a huge advantage, making this track a great runner in that situation." },
    { "code": "bSHS", "type": "Runner & Drafter", "bestPlacement": "Front", "description": "After the second item set, hold down on your stick to float more as you get tricks. Because there are no walls, it is very difficult to hit snipes. You will be mostly safe in a top position as long as you look backwards to dodge attack items. When doing the mini-turbo trick on the stairs, start slightly more to the right, as this track has floaty physics and you may fall off." },
    { "code": "bLL", "type": "Bagger", "bestPlacement": "Any", "description": "The most important part of the track is the final shortcut which you can take with at least 2 mushrooms. There is an item set right before it, so don't chain items if you already have mushrooms and you risk not getting more for the shortcut. The shortcut can be taken with 1 mushroom by first doing 5 hops into the offroad, but since this is slower than 2 mushrooms, watch out for getting hit by stars. Shock is very common on lap 2 or at the item set before the shortcut on lap 3." },
    { "code": "bBL", "type": "Drafter & Shroomer", "bestPlacement": "Back", "description": "Drafts are very powerful at the start of the track. The shroomless shortcut saves only a bit of time, so you can go around if you are at risk of being bumped or hit. It's very important to learn the low trick at the end of the final ramp, by staying to the very left or right side. Coins can be hard to get, so you can take the wide path around the shortcut if you need coins on lap 1 or 2." },
    { "code": "bRRM", "type": "Bagger", "bestPlacement": "Any", "description": "It's most important to know how to take the huge grass shortcut with at least 3 mushrooms, or take the smaller version of the shortcut with just 1 mushroom by going off the final glider into the grass. You can also run on this track because the gliders and boost panels give you extra safety. It's still risky to run the whole time, but making a comeback on lap 2 is better here than on other bagging tracks." },
    { "code": "bMT", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "This track is very simple to drive well, so it's most important to watch for attacks around you. You should usually go for an item box after the final glider, but if you don't need items then take the middle path and trick on the trees." },
    { "code": "bBB", "type": "Drafter & Bagger", "bestPlacement": "Middle", "description": "It's important to know how to take good lines while also dodging the cars. The biggest shortcut is at the end of lap 2 and lap 3, so don't chain mushrooms before the shortcut unless you know you can get more mushrooms. The second half of lap 3, and especially the ending, are very chaotic. Take strange lines and avoid the double item box if you risk being hit." },
    { "code": "bPG", "type": "Bagger", "bestPlacement": "Any", "description": "The final item set and final shortcut are extremely chaotic. You can take the shortcut shroomless, but you risk being hit by anyone with a mushroom or star, since they are going much faster than you. The track is very long, so there can often be multiple shocks and blue shells. Use your dodge items when there is a long period of time without items after the item set (lap 2's piranha plant item set, lap 3's trick ramp item set, and the final item set after the glider)." },
    { "code": "bMM", "type": "Bagger", "bestPlacement": "Any", "description": "The final shortcut is huge. The shock is often used into the second item set on lap 3, since that is the final item set before the shortcut. Make sure you have items to dodge the shock or take the shortcut here." },
    { "code": "bRR7", "type": "Runner", "bestPlacement": "Front", "description": "Lap 1 is the most important. Falling off or getting hit can ruin your race, as it is very difficult to catch up later. On the spiral section, take the turn slightly wider than usual as you risked being bumped off. Be ready to turn on smart steering after the mushroom pad super bounce." },
    { "code": "bAD", "type": "Drafter", "bestPlacement": "Middle", "description": "Lap 1 is the most important. If you can be in the front by the last item set of lap 1, you will be set up very well. The track is very narrow, so it is difficult to dodge items in the pack. Make sure you practice the best way to drive the water section on lap 2." },
    { "code": "bRP", "type": "Bagger", "bestPlacement": "Any", "description": "Focus a lot on coins early, as they can be difficult to get. This track is quite short, so you cannot always bag too hard. The big shortcut and the final turn are extremely chaotic on lap 3, so be extra safe and use your dodge items there." },
    { "code": "bDKS", "type": "Shroomer & Bagger", "bestPlacement": "Back", "description": "If you get a mushroom at the start, use it on the shortcut right before the bumpy section. Bagging works very well because coins are difficult to get when running, and there is a broken item set before the cannon. Make sure you know how to take every method of the double shortcut: with no item, or with 2 mushrooms and smart steering, or with a bullet. Don't activate smart steering or the bullet until after you have passed the ground from the first half of the shortcut. The shock is usually obtained at the item set before the cannon." },
    { "code": "bYI", "type": "Runner & Bagger", "bestPlacement": "Any", "description": "One of the few tracks that is truly 50/50 split at top level on whether to bag or run this track, so do whichever you prefer. Chaining a star into 2nd set is powerful as it perfectly takes you through both of the shortcuts. It takes lot of practice to hit the cloud to open the important bridge shortcut. If nobody has hit the cloud and you have a mushroom, consider not hitting the cloud and taking the offroad shortcut at the end instead." },
    { "code": "bBR", "type": "Drafter", "bestPlacement": "Middle", "description": "Instead of doing mini-turbo tricks off the boats like the world record does, you can stay left of the boats to try and get a draft. There is a double item box and lots of coins if you take the stairs to the top path on lap 1 and lap 3, but be careful of getting hit by backed items on the stairs." },
    { "code": "bMC", "type": "Bagger", "bestPlacement": "Any", "description": "This track is full of shortcuts, but they are all harder than they look so make sure you practice them. Focus on getting coins early, as the coin lines are very slow. It is also hard to get coins while running. Use your dodge after the last item set, as the next item set is half a lap later." },
    { "code": "bWS", "type": "Shroomer", "bestPlacement": "Back", "description": "This track is one of the most difficult to drive well. It is extremely important to know how to take the shortcut without an item by driving on the wall. After the shortcut on lap 1, this track becomes an extremely good runner. Every part of this track has some tech that you must learn to maintain a lead." },
    { "code": "bSSy", "type": "Drafter", "bestPlacement": "Back", "description": "You are likely to get drafts at the beginning of lap 1 and lap 2. After the final item set on lap 3, there is a lot of chaos, and still a long way to go before the finish line. Use your dodge items here, and play extra safe to avoid getting hit." },
    { "code": "bAtD", "type": "Shroomer", "bestPlacement": "Middle", "description": "If you get a mushroom at the first item set, take the grass shortcut before the glider. Having good driving skills is crucial to this track, as there are lots of precise mini-turbo tricks on the ramps. On the lap 3 glider, do a low glider and get to the ground fast so you can do a double trick at the end. Be extra careful on the second half of lap 3, as there are no more item sets for the rest of the race. The shock often comes near the glider on lap 3." },
    { "code": "bDC", "type": "Runner", "bestPlacement": "Front", "description": "There are no shortcuts on this track, and fewer items than most tracks (unless you take the slower water path). Look forward at the moving tables section so you can preemptively dodge the path of the tables, and potentially get 2 item boxes." },
    { "code": "bMH", "type": "Runner", "bestPlacement": "Front", "description": "One of the best runners in the game, because half of the track is covered by boost panels. With perfect driving, 1st can often keep 1st. The boost panel layout can change, but taking a fast line is still relatively intuitive. Focus on getting coins early in the race, especially at the boost panel section." },
    { "code": "bSCS", "type": "Runner", "bestPlacement": "Front", "description": "Bagging can work as coins can be difficult to get, and the drain section is very chaotic in the pack. But you are in a glider for much of lap 2 and lap 3, making running extra safe. Make sure you know the drifting strategy as you go into the water, since it is much faster than tricking." },
    { "code": "bLAL", "type": "Shroomer", "bestPlacement": "Middle", "description": "If you get a mushroom at the first or second item set, take the second shortcut on the beach. The shock typically comes at the oil rig section, or afterwards. There is a long and chaotic section after the final item set, so be extra safe and use your dodge items here." },
    { "code": "bSW", "type": "Bagger", "bestPlacement": "Any", "description": "The best shortcuts are all at the beginning and middle of the track, so try to make your comeback there. Try to use your dodge items at the second item set or after, as there is a big gap between the second and third item sets." },
    { "code": "bKC", "type": "Shroomer", "bestPlacement": "Middle / Back", "description": "If you get a mushroom at the first item set, use it at the biggest shortcut on the left of the water stream, after the ramp. To prepare for the shortcuts on lap 2 and lap 3, you can start trying to get a mushroom at the halfpipe item set underwater, because after this item set, there is only a single item box set before the 3 grass shortcuts." },
    { "code": "bVV", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "You can draft up until the middle of lap 2. Take safe lines on lap 1 and in the ice rink to avoid getting bumped too badly. Make sure you practice this track, as it is not very intuitive how to drive for many sections. The shock usually happens on lap 3." },
    { "code": "bRA", "type": "Shroomer", "bestPlacement": "Back", "description": "If you get a mushroom at the first item set, use it on the grass shortcut after the boost ramp. This takes practice, as the shortcut is a bit long and has a tricky exit. The only other shortcuts are at the end of lap 1 and end of lap 3, so plan your mushrooms accordingly. Many of the double item boxes require you to take a wide line, so go for single boxes if you don't need 2 items." },
    { "code": "bDKM", "type": "Drafter & Bagger", "bestPlacement": "Front / Middle", "description": "You must know how to do the gap jump at the end of the track. The first and last item sets are broken item sets, so the shock will often be in play after one of these item sets." },
    { "code": "bDCt", "type": "Drafter", "bestPlacement": "Middle", "description": "After the first shortcut on lap 1, this track becomes a great runner. It's important to find a safe time to get coins, as the coin lines all require you to go very wide and lose time. Skip the double item box at the final item set if you don't need it, as it is much slower." },
    { "code": "bPPC", "type": "Runner & Shroomer", "bestPlacement": "Front / Back", "description": "If you get a mushroom at the first or second item set, use it on the second water shortcut to go over the rock (very difficult). Or, you can use it as you land from the first water shortcut. There are very few coins on the track, so being in 1st is a big advantage as you can chain the coin item. The water shortcuts on this track require a lot of practice. If you get off to a bad start, you can bag with your focus primarily on getting coins." },
    { "code": "bMD", "type": "Drafter", "bestPlacement": "Front / Middle", "description": "The first grass shortcut can be taken without a mushroom, and is not that much slower than using a mushroom if done perfectly. The best place to catch up is the grass shortcut after the glider, so make sure you have a speed item by the item set before the glider." },
    { "code": "bRIW", "type": "Runner", "bestPlacement": "Front", "description": "The first turn is extremely brutal with bumps and items. On lap 2 and lap 3, you can reach the top path on the ice by using a halfpipe boost, or by doing a mini-turbo trick. Skip the double item box at the final item set if you don't need it, as it is much slower. The left path and right path are about the same speed, so take the left path if you need coins." },
    { "code": "bBC3", "type": "Shroomer", "bestPlacement": "Back", "description": "If you get a mushroom at the first item set, use it on the first shortcut on the left. Beware of the fire pillar on the left path on lap 2 if you're on a fast pace, and lap 3 if you're on a slow pace. Practice taking the top path for when you need more item boxes." },
    { "code": "bRRw", "type": "Drafter", "bestPlacement": "Middle", "description": "There are lots of boost panels and halfpipes, so the blue shell is not as bad for 1st. However, the track is very long, so blue shells and shocks will be more common. This also means that comebacks are possible despite there being no mushroom shortcuts." }
]