[
    {
        "quote": "Nyeh heh heh heh!",
        "author": "Papyrus"
    },
    {
      "quote": "Friendship is just a hot person's way of making you their slave.",
      "author": "Burgerpants"
    },
    {
      "quote": "It is a beautiful day outside. Birds are singing, flowers are blooming.... On days like these, kids like you... should be burning in hell",
      "author": "Toby Fox"
    },
    {
      "quote": "I can't go to hell. I'm all out of vacation days.",
      "author": "Burgerpants"
    },
    {
      "quote": "Despite everything, it's still you.",
      "author": "Toby Fox"
    },
    {
      "quote": "Never interact with attractive people. Unless you're one of them they're just gonna take advantage of you.",
      "author": "Burgerpants"
    },
    {
      "quote": "You have something called determination. So as long as you hold on, so as long as you do what's in your heart, I believe you can do the right thing.",
      "author": "Sans"
    },
    {
      "quote": "Lie to yourself all the time. It makes you feel better",
      "author": "Burgerpants"
    },
    {
      "quote": "Only the fearless may proceed. Brave ones, foolish ones. Both walk not the middle road.",
      "author": "Toby Fox"
    },
    {
      "quote": "I gave up trying to go back a long time ago. And getting to the surface doesn't really appeal anymore, either, cause even if we do... we'll just end up right back here, without any memory of it, right? To be blunt... It makes it kind of hard to give it my all.",
      "author": "Sans"
    },
    {
      "quote": "Now your sanity and mine can die together!",
      "author": "Undyne"
    },
    {
      "quote": "Always wondered why people never use their strongest attack first. What? You think i'm just gonna stand there and take it?",
      "author": "Sans"
    },
    {
      "quote": "Oh no! You're meeting all my standards.",
      "author": "Papyrus"
    },
    {
      "quote": "Why do I always get the freaks?",
      "author": "Undyne"
    },
    {
      "quote": "Endogeny is contented.",
      "author": "Chara"
    },
    {
      "quote": "What I like about you is that you're passionate! You're analytical! 100 percent at maximum power!",
      "author": "Undyne"
    },
    {
      "quote": "I'm 19 years old and I've already wasted my entire life",
      "author": "Burgerpants"
    },
    {
      "quote": "Why is this person trying to sell me something this is a hamburger restaurant I'm just trying to survive!",
      "author": "Burgerpants"
    },
    {
      "quote": "Our reports showed a massive anomaly in the timespace continuum. Timelines jumping left and right, stopping and starting... Until suddenly, everything ends. Heh heh heh.",
      "author": "Sans"
    },
    {
      "quote": "Tra la la. I am the riverman. Or am I the riverwoman...? It doesn't really matter.",
      "author": "Riverperson"
    },
    {
      "quote": "Leg so hot, hot hot leg, leg so hot you can fry an egg",
      "author": "Mettaton"
    },
    {
    "quote": "Seems like it's the end, huh? We're out of options... But... Let's at least go out with a bang! Right?",
    "author": "Alphys"
    },
    {
    "quote": "Everyone's always laughing and cracking jokes, trying to forget our modern crisis. Drearyness, crowding, lack of sunlight... I would join them, but I'm just not very funny.",
    "author": "Burgerpants"
    },
    {
    "quote": "The future is in your hands. Literally.",
    "author": "Toby Fox"
    },
    {
    "quote": "But nobody came.",
    "author": "Toby Fox"
    },
    {
    "quote": "In this world, it's kill or be killed.",
    "author": "Flowey"
    },
    {
    "quote": "Welp, I'm going to Grillby's. Papyrus, do you want anything?",
    "author": "Sans"
    },
    {
    "quote": "The REAL battle finally begins.",
    "author": "Omega Flowey"
    },
    {
    "quote": "Hey, don't look so blue, my friend. I think purple is a better look on you! Ahuhuhu!",
    "author": "Mettaton"
    },
    {
    "quote": "I'd rather be remembered as an idiot than a coward.",
    "author": "Papyrus"
    },
    {
    "quote": "I can't afford not to care anymore.",
    "author": "Frisk"
    },
    {
    "quote": "But... It refused.",
    "author": "Toby Fox"
    },
    {
    "quote": "I don't have time for that!",
    "author": "Undyne"
    },
    {
    "quote": "You're blue now. That's my attack!",
    "author": "Papyrus"
    },
    {
    "quote": "Despite everything, it's still you.",
    "author": "Toby Fox"
    },
    {
    "quote": "The wind is howling. You're filled with determination.",
    "author": "Toby Fox"
    }
]

  